public class Advancedlevel3 {
    public static void main(String[] args) {
        //Задача №4
        //В слове "Hello world!" заменить все l на r, сделать все буквы заглавными, выбрать первые 8 символов

  /*      char[] word1 = new char[5];
        word1[0] = 'H';
        word1[1] = 'e';
        word1[2] = 'l';
        word1[3] = 'l';
        word1[4] = 'o';

        char[] word2 = new char[6];
        word2[0] = 'w';
        word2[1] = 'o';
        word2[2] = 'r';
        word2[3] = 'l';
        word2[4] = 'd';
        word2[5] = '!';

        word1[2] = 'r';
        word1[3] = 'r';
        word2[3] = 'r';

        System.out.print(word1 + word2);

самостоятельно не смог разобраться по какой причине не работает */
    }
}
