public class dz3 {
    public static void main(String[] args) {

        //Задача №2
        //Создать переменные с ростом, весом.

        double growth = 1.8;
        int weight = 80;

        //Произвести расчет индекса массы тела (вес) / (рост * рост) используя переменные, вывести на экран

        System.out.print(weight / (growth * growth));

    }
}




